/* formatter input error format */
"'%@' is not a valid social security number." = "'%@' は有効な社会保障番号ではありません。";

/* humanReadableStringForTimeInterval */
"%@ ago" = "%@ 前";

/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f GB";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f kB";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f KHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f MB";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f PB";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f TB";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d バイト";

/* humanReadableStringForTimeInterval */
"%ld day, %ld:%02ld:%02ld" = "%1$ld 日、%2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld days, %ld:%02ld:%02ld" = "%1$ld 日、%2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld seconds" = "%ld 秒間";

/* humanReadableStringForTimeInterval */
"%ld:%02ld" = "%1$ld:%2$ld";

/* humanReadableStringForTimeInterval */
"%ld:%02ld:%02ld" = "%1$ld:%2$ld:%3$ld";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* script exception format */
"Add command has invalid 'to' specifier." = "Add コマンドに無効な 'to' 指定子があります。";

/* script exception format */
"Add command missing the required 'to' specifier." = "Add コマンドに必要な 'to' 指定子が見つかりません。";

/* invalid bundle reason */
"Bundle is obsolete" = "古いバンドルです";

/* invalid bundle reason */
"Bundle requires additional software" = "バンドルには追加のソフトウェアが必要です";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "圧縮処理の終了時に、bzip2 ライブラリからエラーコード %1$d が返されました。%2$s。";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "データ読み取り時に bzip2 ライブラリからエラーコード %1$d が返されました。%2$s。";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "データ書き込み時に bzip2 ライブラリからエラーコード %1$d が返されました。%2$s。";

/* error recovery option */
"Cancel <error recovery>" = "キャンセル";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "コマンド '%1$@' はシグナル %2$d (%3$s) のため終了しました";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "コマンド '%1$@' は %2$d を返しました";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */


"Could not create directory" = "ディレクトリを作成できません";

/* error description */

"Could not fork '%@'" = "'%@' をフォークで来ませんでした";

/* time span formatter span */
"d" = "d";

/* time span formatter span */
"day" = "日";

/* time span formatter span */
"days" = "日間";

/* invalid bundle reason */
"Duplicate bundle name" = "バンドル名を複製";

/* exception reason */
"Element '%@' not allowed at path: %@" = "エレメント '%1$@' は次のパスへアクセスできません: %2$@";

/* error description */
"Error creating pipe" = "パイプ作成時のエラー";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "UNIX コマンドによるデータフィルタリングでエラーが発生しました: %@";

/* time span formatter span */
"h" = "h";

/* time span formatter span */
"hour" = "時間";

/* time span formatter span */
"hours" = "時間";

/* formatter input error */
"Invalid time span format" = "期間のフォーマットが無効です";

/* local bundle path readable string */
"local configuration file" = "ローカル設定ファイル";

/* time span formatter span */
"m" = "m";

/* time span formatter span */
"minute" = "分";

/* time span formatter span */
"minutes" = "分";

/* time span formatter span */
"mo" = "mo";

/* time span formatter span */
"month" = "ヶ月";

/* time span formatter span */
"months" = "ヶ月";

/* error reason */
"No root element was found" = "ルート要素が見つかりませんでした";

/* invalid bundle reason */
"Not a valid bundle" = "有効なバンドルではありません";

/* formatter input error */
"Only enter numbers separated by spaces." = "スペースで区切られた数字のみ入力してください。";

/* script exception format */
"Remove command has invalid 'from' specifier." = "Remove コマンドに無効な 'from' 指定子があります。";

/* script exception format */
"Remove command missing the required 'from' specifier." = "Remove コマンドに必要な 'from' 指定子が見つかりません。";

/* humanReadableStringForTimeInterval */
"right now" = "今すぐ";

/* time span formatter span */
"s" = "s";

/* time span formatter span */
"second" = "秒";

/* time span formatter span */
"seconds" = "秒";

/* script exception format */
"Specified container doesn't handle the add command." = "指定されたコンテナは Add コマンドを処理できません。";

/* script exception format */
"Specified container doesn't handle the remove command." = "指定されたコンテナは Remove コマンドを処理できません。";

/* formatter input error */
"That is not a valid date." = "有効な日付ではありません。";

/* formatter input error */
"That is not a valid phone number." = "有効な電話番号ではありません。";

/* formatter input error */
"That is not a valid social security number." = "有効な社会保障番号ではありません。";

/* formatter input error */
"That is not a valid state abbreviation." = "有効な州省略記号ではありません。";

/* formatter input error */
"That is not a valid zip code." = "有効な郵便番号ではありません。";

/* compression error description */
"Unable to compress data." = "データを圧縮できません。";

/* error description */
"Unable to create lock file '%@'." = "ロックファイル '%@' を作成できません。";

/* decompression error description */
"Unable to decompress data." = "データを展開できません。";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "gzip データを解凍できません: 無効なヘッダです";

/* compression exception format */
"Unable to initialize compression" = "圧縮処理を初期化できません";

/* decompression exception format */
"Unable to initialize decompression" = "解凍処理を初期化できません";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "指定子 %@ の挿入コンテナを解決できません";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "指定子 %@ の挿入インデックスを解決できません";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "指定子 %@ の挿入キーを解決できません";

/* error description */
"Unable to write cache file to '%@'" = "キャッシュファイルを '%@' に書き込めません";

/* decompression error reason */
"unrecognized compression format." = "認識できない圧縮形式です。";

/* time span formatter span */
"w" = "w";

/* error description */
"Warning encountered while loading XML." = "XML 読み込み中に警告に遭遇しました。";

/* time span formatter span */
"week" = "週";

/* time span formatter span */
"weeks" = "週間";

/* time span formatter span */
"y" = "y";

/* time span formatter span */
"year" = "年";

/* time span formatter span */
"years" = "年間";

/* zlib error reason */
"zlib returned error code %d." = "zlib がエラーコード %d を返しました。";

/* zlib error reason */
"zlib returned error code %d. %s." = "zlib がエラーコード %1$d.を返しました。%2$s。";